{
    "home": "Accueil",
    "tournaments": "Tournois",
    "standings": "Classements",
    "coaches": "Entraîneurs",
    "myProfile": "Mon Profil",
    "signIn": "Se Connecter",
    "welcomeTitle": "Bienvenue chez GG Esports!",
    "whoAreWe": "Qui sommes-nous ?",
    "whoAreWeDescription": "GG Esports est une destination de premier plan pour tout ce qui concerne l'esport, offrant une plateforme où les passionnés peuvent se connecter, concourir et célébrer le monde du jeu compétitif. Nous nous engageons à favoriser une communauté dynamique de joueurs à travers divers genres et plateformes. Notre mission est de fournir un écosystème complet qui soutient les joueurs du niveau amateur au niveau professionnel, avec des ressources qui les aident à exceller tant à l'intérieur qu'à l'extérieur des arènes de jeu. Des tournois locaux aux championnats mondiaux, des sessions de coaching, des mises à jour en direct et plus encore, GG Esports est votre porte d'entrée vers le monde passionnant de l'esport.",
    "sponsorsTitle": "Nos sponsors",
    "sponsorLogitech": "Logitech",
    "sponsorRedBull": "Red Bull",
    "sponsorCocaCola": "Coca-Cola",
    "faqHeading": "Questions Fréquemment Posées",
    "faqTournamentSchedulesTitle": "Calendrier des Tournois",
    "faqTournamentSchedulesContent": "Nos tournois sont méticuleusement programmés tout au long de l'année pour répondre à divers genres de jeux et niveaux de compétence. Nous fournissons un calendrier complet détaillant les dates, heures et lieux de chaque événement. Que vous souhaitiez concourir dans des jeux FPS, MOBA ou sportifs, notre calendrier des tournois est conçu pour donner à chacun une chance de briller. Assurez-vous de consulter régulièrement le calendrier pour tout mise à jour ou changement.",
    "faqPricingTitle": "Tarification",
    "faqPricingContent": "Nous proposons une structure de tarification transparente et abordable pour garantir que tous les joueurs aient l'opportunité de participer à nos événements. Les frais d'entrée des tournois varient en fonction du jeu et du niveau de compétition. En plus des frais de tournoi, nous proposons également des sessions de coaching à des tarifs compétitifs pour vous aider à perfectionner vos compétences. Pour des informations détaillées sur les prix, y compris les remises et offres spéciales, veuillez consulter notre page de tarification ou contacter notre équipe de support.",
    "faqSponsorsInformationTitle": "Informations sur les Sponsors",
    "faqSponsorsInformationContent": "Nos sponsors jouent un rôle crucial dans le succès de GG Esports. Ils fournissent les ressources et le soutien nécessaires pour organiser nos tournois et événements. Nous sommes fiers de nous associer à des leaders de l'industrie tels que Logitech, Red Bull et Coca Cola, qui partagent notre passion pour l'esport. Les opportunités de parrainage sont disponibles pour les entreprises souhaitant se connecter à notre communauté dynamique de joueurs. Pour plus d'informations sur nos sponsors et comment devenir l'un d'entre eux, veuillez visiter notre page sponsors ou contacter notre équipe de parrainage.",
    "allRightsReserved": "Tous droits réservés.",
    "tournamentsTitle": "Tournois",
    "gaming": "Jeu",
    "globalMastersTitle": "Global Masters",
    "globalMastersDescription": "Plongez dans l'environnement à enjeux élevés des Maîtres Globaux, un affrontement FPS élite. Des équipes du monde entier s'affrontent dans le dernier tireur d'arène, mettant en vedette un gameplay stratégique, des réflexes rapides et une visée ultime. Les participants se battent à travers une série de matchs rigoureux pour couronner les champions de la saison, en faisant un événement incontournable pour tous les passionnés de FPS.",
    "counterStrikeTitle": "Counter Strike Major",
    "counterStrikeDescription": "Vivez l'intensité du Counter Strike Major, où précision et stratégie se rencontrent dans un combat explosif. Ce tournoi FPS de premier plan présente les meilleures équipes du monde entier, chacune aspirant à la suprématie dans l'un des tireurs les plus emblématiques. Regardez les joueurs naviguer sur des cartes complexes, planter des bombes et sauver des otages dans un test de compétences, de stratégie et de travail d'équipe.",
    "championsCupTitle": "Champions Cup",
    "championsCupDescription": "Participez ou assistez à la Coupe des Champions, la vitrine ultime de l'excellence du soccer virtuel. Ce tournoi prestigieux rassemble les meilleures équipes des ligues internationales, chacune aspirant à dominer dans une réplique virtuelle méticuleusement conçue du sport le plus aimé au monde. Avec un gameplay réaliste qui reflète la profondeur physique et stratégique du soccer réel, les enjeux sont exceptionnellement élevés.",
    "battleArenaTitle": "Battle Arena",
    "battleArenaDescription": "Entrez dans l'Arène de Bataille, où stratégie et combat se rencontrent dans le défi MOBA ultime. Des équipes de joueurs sélectionnent parmi une liste de héros uniques, chacun avec leurs propres capacités, pour prendre le contrôle du champ de bataille. Engagez-vous dans des combats d'équipe épiques, une planification stratégique et une gestion des ressources pour détruire la forteresse ennemie et remporter le titre de champion.",
    "allGames": "Tous les Jeux",
    "fps": "FPS",
    "sports": "Sports",
    "moba": "MOBA",
    "searchTournaments": "Rechercher des tournois...",
    "register": "S'inscrire",
    "standingsTitle": "Classements",
    "rank": "Rang",
    "teamName": "Nom de l'équipe",
    "matchesPlayed": "Matchs joués",
    "tournamentsPlayed": "Tournois joués",
    "matchesWon": "Matchs gagnés",
    "matchesLost": "Matchs perdus",
    "tournamentsWon": "Tournois gagnés",
    "tournamentsLost": "Tournois perdus",
    "points": "Points",
    "League of Legends": "League of Legends",
    "CS2": "CS2",
    "Valorant": "Valorant",
    "EA FC24": "EA FC24",
    "ourCoaches": "Nos Entraîneurs",
    "specialization": "Spécialisation",
    "bookNow": "Réservez Maintenant",
    "reviewCoach": "Évaluer l'Entraîneur",
    "johnDoeDescription": "John Doe est un expert chevronné des jeux de tir à la première personne (FPS), connu pour ses réflexes rapides et ses compétences de visée précises. Avec des années de jeu compétitif et de coaching, John a développé des stratégies et techniques avancées qui améliorent les performances des joueurs sous pression, faisant de lui un entraîneur de premier ordre pour quiconque cherche à exceller dans les jeux de tir rapides.",
    "janeSmithDescription": "Jane Smith apporte une compréhension approfondie des jeux de champ de bataille en ligne multijoueurs (MOBA), en mettant l'accent sur le jeu d'équipe stratégique et la gestion des ressources. Son style de coaching se concentre sur le développement de la coordination d'équipe et des compétences individuelles des joueurs, adapté à la maîtrise des dynamiques complexes des jeux MOBA et à la conduite des équipes vers la victoire dans des environnements hautement compétitifs.",
    "mikeLeeDescription": "Mike Lee est un expert des jeux de stratégie en temps réel (RTS), où sa connaissance approfondie du gameplay tactique brille. Son approche de coaching est analytique, visant à améliorer la vitesse et l'efficacité de la prise de décision. Mike se spécialise dans la création de stratégies axées sur la gestion de l'économie, le positionnement des unités et l'exploitation de l'adversaire, idéal pour les joueurs aspirant à dominer les jeux RTS.",
    "yourProfile": "Votre Profil",
    "email": "Email",
    "team": "Équipe",
    "profileBio": "Gamer passionné et amateur d'esport. Spécialisé dans les jeux FPS et MOBA.",
    "createUpdateProfile": "Créer/Mettre à Jour le Profil",
    "joinTeam": "Rejoindre une Équipe",
    "messageTeam": "Envoyer un Message à une Équipe",
    "bookSessionWith": "Réservez une session avec {{name}}",
    "yourEmail": "Votre Email",
    "registerNow": "Inscrivez-vous maintenant",
    "registrationSuccessful": "Inscription réussie!",
    "sessionBooked": "Votre session avec {{name}} a été réservée pour le {{date}} à {{time}}.",
    "reviewSubmitted": "Avis soumis!",
    "thankYouForReviewing": "Merci d'avoir évalué {{name}}.",
    "close": "Fermer",
    "review": "Évaluer {{name}}",
    "rating": "Évaluation:",
    "star": "Étoile",
    "stars": "Étoiles",
    "additionalComments": "Commentaires supplémentaires:",
    "submitReview": "Soumettre l'avis",
    "solo": "Solo",
    "thankYouForRegistering": "Merci pour votre inscription. Nous vous enverrons de plus amples instructions par email.",
    "username": "Nom d'utilisateur",
    "captainUsername": "Nom d'utilisateur du capitaine",
    "name": "Nom",
    "profileDescription": "Description du profil",
    "profilePicture": "Photo de profil",
    "saveProfile": "Enregistrer le profil",
    "requestSent": "Demande envoyée",
    "joinRequest": "Votre demande pour rejoindre {{team}} a été envoyée.",
    "selectTeam": "Sélectionnez une équipe",
    "sendRequest": "Envoyer la demande",
    "messageSent": "Message envoyé",
    "messageConfirmation": "Votre message a été envoyé à {{team}}.",
    "yourMessage": "Votre message",
    "sendMessage": "Envoyer le message",
    "signInSuccessful": "Connexion réussie!",
    "signInSuccessMessage": "Vous vous êtes connecté avec succès.",
    "password": "Mot de passe",
    "keepMeSignedIn": "Rester connecté",
    "registrationSuccessMessage": "Vous vous êtes inscrit avec succès.",
    "dateOfBirth": "Date de naissance"
}

