{
    "home": "Home",
    "tournaments": "Tournaments",
    "standings": "Standings",
    "coaches": "Coaches",
    "myProfile": "My Profile",
    "signIn": "Sign In",
    "welcomeTitle": "Welcome to GG Esports!",
    "whoAreWe": "Who Are We?",
    "whoAreWeDescription": "GG Esports is a premier destination for all things esports, offering a platform where enthusiasts can connect, compete, and celebrate the world of competitive gaming. We are dedicated to fostering a vibrant community of gamers across various genres and platforms. Our mission is to provide a comprehensive ecosystem that supports players from grassroots to professional levels, with resources that help them excel both in and out of game arenas. From local tournaments to global championships, coaching, live updates, and more, GG Esports is your gateway to the exciting world of esports.",
    "sponsorsTitle": "Our Sponsors",
    "sponsorLogitech": "Logitech",
    "sponsorRedBull": "Red Bull",
    "sponsorCocaCola": "Coca Cola",
    "faqHeading": "Frequently Asked Questions",
    "faqTournamentSchedulesTitle": "Tournament Schedules",
    "faqTournamentSchedulesContent": "Our tournaments are meticulously scheduled throughout the year to cater to various gaming genres and skill levels. We provide a comprehensive calendar detailing the dates, times, and locations for each event. Whether you're looking to compete in FPS, MOBA, or sports games, our tournament schedule is designed to give everyone a chance to shine. Make sure to check the schedule regularly for any updates or changes.",
    "faqPricingTitle": "Pricing",
    "faqPricingContent": "We offer a transparent and affordable pricing structure to ensure that all gamers have the opportunity to participate in our events. Tournament entry fees vary based on the game and level of competition. In addition to tournament fees, we also offer coaching sessions at competitive rates to help you hone your skills. For detailed pricing information, including discounts and special offers, please visit our pricing page or contact our support team.",
    "faqSponsorsInformationTitle": "Sponsors Information",
    "faqSponsorsInformationContent": "Our sponsors play a crucial role in the success of GG Esports. They provide the resources and support needed to host our tournaments and events. We are proud to partner with industry leaders such as Logitech, Red Bull, and Coca Cola, who share our passion for esports. Sponsorship opportunities are available for businesses looking to connect with our vibrant gaming community. For more information on our sponsors and how to become one, please visit our sponsors page or get in touch with our sponsorship team.",
    "allRightsReserved": "All rights reserved.",
    "tournamentsTitle": "Tournaments",
    "gaming": "Gaming",
    "globalMastersTitle": "Global Masters",
    "globalMastersDescription": "Dive into the high-stakes environment of the Global Masters, an elite FPS showdown. Teams from around the globe compete in the latest arena shooter, showcasing strategic gameplay, quick reflexes, and the ultimate aim. Participants battle through a series of rigorous matches to crown the season's champions, making it a must-watch event for all FPS enthusiasts.",
    "counterStrikeTitle": "Counter Strike Major",
    "counterStrikeDescription": "Experience the intensity of the Counter Strike Major, where precision and strategy meet in explosive combat. This premier FPS tournament features top teams from across the world, each vying for supremacy in one of the most iconic shooters. Watch as players navigate complex maps, plant bombs, and save hostages in a test of skill, strategy, and teamwork.",
    "championsCupTitle": "Champions Cup",
    "championsCupDescription": "Compete or spectate in the Champions Cup, the ultimate showcase of virtual soccer excellence. This prestigious tournament assembles the finest teams from international leagues, each vying to dominate in a meticulously crafted virtual replica of the world's most beloved sport. Featuring realistic gameplay that mirrors the physical and strategic depth of actual soccer, the stakes are exceptionally high.",
    "battleArenaTitle": "Battle Arena",
    "battleArenaDescription": "Enter the Battle Arena, where strategy and combat collide in the ultimate MOBA challenge. Teams of players select from a roster of unique heroes, each with their own abilities, to take control of the battlefield. Engage in epic team fights, strategic planning, and resource management to destroy the enemy’s stronghold and claim the championship title.",
    "allGames": "All Games",
    "fps": "FPS",
    "sports": "Sports",
    "moba": "MOBA",
    "searchTournaments": "Search tournaments...",
    "register": "Register",
    "standingsTitle": "Standings",
    "rank": "Rank",
    "teamName": "Team Name",
    "matchesPlayed": "Matches Played",
    "tournamentsPlayed": "Tournaments Played",
    "matchesWon": "Matches Won",
    "matchesLost": "Matches Lost",
    "tournamentsWon": "Tournaments Won",
    "tournamentsLost": "Tournaments Lost",
    "points": "Points",
    "League of Legends": "League of Legends",
    "CS2": "CS2",
    "Valorant": "Valorant",
    "EA FC24": "EA FC24",
    "ourCoaches": "Our Coaches",
    "specialization": "Specialization",
    "bookNow": "Book Now",
    "reviewCoach": "Review Coach",
    "johnDoeDescription": "John Doe is a seasoned expert in first-person shooter (FPS) games, known for his rapid reflexes and precision aiming skills. With years of competitive gaming and coaching, John has developed advanced strategies and techniques that enhance player performance under pressure, making him a top-tier coach for anyone looking to excel in fast-paced shooting games.",
    "janeSmithDescription": "Jane Smith brings a profound understanding of Multiplayer Online Battle Arena (MOBA) games, emphasizing strategic team play and resource management. Her coaching style focuses on developing team coordination and individual player skills, tailored to mastering the complex dynamics of MOBA games and leading teams to victory in highly competitive environments.",
    "mikeLeeDescription": "Mike Lee is an expert in real-time strategy (RTS) games, where his deep knowledge of tactical gameplay shines. His coaching approach is analytical, aimed at enhancing decision-making speed and efficiency. Mike specializes in building strategies that focus on economy management, unit positioning, and opponent exploitation, ideal for players aspiring to dominate RTS games.",
    "yourProfile": "Your Profile",
    "email": "Email",
    "team": "Team",
    "profileBio": "Passionate gamer and esports enthusiast. Specializes in FPS and MOBA games.",
    "createUpdateProfile": "Create/Update Profile",
    "joinTeam": "Join a Team",
    "messageTeam": "Message a Team",
    "bookSessionWith": "Book a Session with {{name}}",
    "yourEmail": "Your Email",
    "registerNow": "Register Now",
    "registrationSuccessful": "Registration Successful!",
    "sessionBooked": "Your session with {{name}} has been booked for {{date}} at {{time}}.",
    "reviewSubmitted": "Review Submitted!",
    "thankYouForReviewing": "Thank you for reviewing {{name}}.",
    "close": "Close",
    "review": "Review {{name}}",
    "rating": "Rating:",
    "star": "Star",
    "stars": "Stars",
    "additionalComments": "Additional Comments:",
    "submitReview": "Submit Review",
    "solo": "Solo",
    "thankYouForRegistering": "Thank you for registering. We will send further instructions to your email.",
    "username": "Username",
    "captainUsername": "Captain Username",
    "name": "Name",
    "profileDescription": "Profile Description",
    "profilePicture": "Profile Picture",
    "saveProfile": "Save Profile",
    "requestSent": "Request Sent",
    "joinRequest": "Your request to join {{team}} has been sent.",
    "selectTeam": "Select a team",
    "sendRequest": "Send Request",
    "messageSent": "Message Sent",
    "messageConfirmation": "Your message has been sent to {{team}}.",
    "yourMessage": "Your message",
    "sendMessage": "Send Message",
    "signInSuccessful": "Sign In Successful!",
    "signInSuccessMessage": "You have successfully signed in.",
    "keepMeSignedIn": "Keep me signed in",
    "registrationSuccessMessage": "You have successfully registered.",
    "password": "Password",
    "dateOfBirth": "Date of Birth"
}


